menu = {
    1: (
        "Справочники", {
            1: (
                "Книги" , {
                    1: ("Добавить", {}, "books.add"),
                    2: ("Изменить", {}, "books.upd"),
                    3: ("Удалить", {}, "books.del"),
                    4: ("Список", {}, "books.show")
                }
            ),
            2: (
                "Пользователи",
            ),
            3: (
                "Жанры", {
                    1: ("Добавить", {}, "genres.add"),
                    2: ("Изменить", {}, "genres.upd"),
                    3: ("Удалить", {}, "genres.del"),
                    4: ("Список", {}, "genres.show")
                }
            ),
            4: (
                "Авторы",
            )
        }
    ),
    2: ("Выписки",)
}